Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: you’re so kind, mr. yeonu. it restores my faith in humanity.
es_419: qué amable eres, yeonu. me devuelves la fe en la humanidad.

source: it's human to make mistakes.
es_419: es humano cometer errores.

source: I shouldn’t doubt him. it was just a dream, after all.
es_419: no debo desconfiar de él. después de todo, solo fue una pesadilla.

source: wait a second!
es_419: ¡un segundo!

source: this is not the first time you were mistaken.
es_419: no es la primera vez que te equivocas.

source: I’ll make sure to compensate you fairly before I leave.
es_419: antes de irme, te daré una compensación justa.

source: it was doyeong's doing. he cast a magic spell so that the hourglass wouldn't flow.
es_419: fue doyeong. lanzó un hechizo que impedía que el reloj de arena fluyera.

source: why do I feel so anxious?
es_419: ¿por qué me carcome la ansiedad?

source: she can’t help but worry about him all the time.
es_419: y no puede evitar preocuparse por él todo el tiempo.

source: what are you trying to pull?
es_419: ¿qué tienes entre manos?

source: you're...
es_419: estás…

source: this place is already dangerous,
es_419: este lugar ya es peligroso…

source: I don't see anything...
es_419: yo no veo nada.

source: Chapter 11
es_419: Episodio 11

source: I shouldn’t have ridden this.
es_419: no le tendría que haber hecho caso.

source: I haven't been able to sleep for two days straight!
es_419: ¡no he podido dormir hace dos días!

source: please promise me that you won’t ever do anything like this again.
es_419: prométeme que no volverás a hacer algo así.

source: I’ll come with you.
es_419: iré con usted.

source: indignant
es_419: INDIGNADA

source: just forget about what I said.
es_419: haga de cuenta que no dije nada.

source: there exists a being that is opposed to me returning to the demon world.
es_419: hay un ser que no quiere que yo vuelva al mundo de los demonios.

source: sounds good!
es_419: ¡de acuerdo!

source: do you still not trust me, miss seohwa? when I even altered the memories of my staff to make your life easier at work?
es_419: después de que alteré los recuerdos de mi personal para facilitarte la vida laboral, ¿sigues sin confiar en mí?

source: I already knew this... but his response just confirmed it.
es_419: ya lo sabía, pero su respuesta me lo terminó de confirmar.

source: gasp
es_419: UUUY

source: I’d have to check the hourglass,
es_419: tengo que ver el reloj de arena.

source: after all, I am the one and only white poppy of endless sleep and oblivion.
es_419: después de todo, soy la única amapola blanca del sueño y olvido eternos.

source: Chapter 12
es_419: Episodio 12

source: same here.
es_419: a mí también.

source: there’s so much dust...
es_419: hay demasiado polvo.

source: I think we should end this here.
es_419: creo que ya fue suficiente.

source: it's cool.
es_419: increíble.

source: you worked hard to get into this company, and all that matters is for you to do your job well.
es_419: te esforzaste mucho por entrar a dne, y lo único que importa es que hagas bien tu trabajo.

source: get synchronized...?
es_419: ¿sincronizados?

source: I should’ve brought this up sooner. we should talk about your compensation.
es_419: tendría que haberlo mencionado antes. hay que hablar de tu compensación.

source: bring her here right now.
es_419: tráela aquí.

source: of course, I understand that you have to work through that list every day. but...
es_419: claro que entiendo que tenga que hacer dormir a la gente de la lista, pero…

source: I suddenly felt tired...
es_419: de repente, me sentí cansado.

source: so if I weren't here, that man could've...
es_419: si yo no hubiera estado aquí, ese hombre…

source: why... do you ask?
es_419: ¿p-por qué pregunta?

source: hmph, I’m impressed.
es_419: estoy impresionado.

source: the way she’s typing,
es_419: la forma en la que tipea,

source: to him, I’m nothing more than someone he’s entered a contract with.
es_419: para él, no soy más que una parte con quien firmó un contrato.

source: do you really think I don't know how that feels?
es_419: ¿de verdad crees que no sé lo que se siente?

source: so I’ll feel better if I ride this? how?
es_419: ¿cómo voy a sentirme mejor si me subo a esto?

source: oh my god!
es_419: ¡ay, cielos!

source: I’ve never laid in bed with anyone before, so why did I...
es_419: si jamás me había acostado en una cama con nadie, no entiendo…

source: people like you, who get sensitive and irritable over small things, are called...
es_419: las personas como tú, que se afligen e irritan por cosas insignificantes, son…

source: hahaha
es_419: JAJAJA

source: not only did I not agree to be your human partner,
es_419: yo nunca estuve de acuerdo con ser su compañera humana.

source: so I’m only going to remove that memory from everyone who either saw it or heard about it.
es_419: voy a borrar ese recuerdo de la memoria de quienes presenciaron el momento u oyeron hablar sobre él.

source: he's definitely a sensitive monster...
es_419: sin dudas, es un monstruo sensible.

source: you can come see me whenever you want. you don’t need a reason.
es_419: puedes venir a verme cuando quieras. no necesitas una razón.

source: ...doing couples yoga...
es_419: hacer yoga en pareja…

source: how many people are still left?
es_419: ¿cuántas personas faltan?

source: to be continued...
es_419: continuará…

source: I know he is not the easiest person to deal with.
es_419: sé muy bien que no es una persona fácil de tratar.

source: who is that...?!
es_419: ¡¿quién es?!

source: he said all that his human partner has to do is sleep. why haven't I been able to sleep?
es_419: dijo que lo único que tiene que hacer su compañera humana es dormir. ¿por qué no puedo?

source: what am I even doing here?
es_419: ¿qué hago aquí?

source: so, how about about black bean noodles for lunch?
es_419: ¿qué tal si almorzamos fideos de frijoles negros?

source: oh, no. not at all. he’s the one who has to put up with me.
es_419: no, para nada. él es quien tiene que lidiar conmigo.

source: I can't imagine how hard it must be for you to tolerate me.
es_419: no puedo ni imaginar lo difícil que le resulta tolerarme.

source: I was the only one who—
es_419: soy la única que…

source: but I’m starting to think there might be a different reason behind it.
es_419: pero cada vez me convenzo más de que la razón podría ser otra.

source: it's not that I focused on what you were saying.
es_419: no es que me haya esforzado por oírte,

source: oh... this is about a friend of mine...
es_419: eh… una amiga mía tiene un problema.

source: I still would've found you anyways.
es_419: te habría encontrado de una forma u otra.

source: my vision is getting clearer too.
es_419: hasta mi vista parece haber mejorado.

source: I'm scared.
es_419: tengo miedo.

source: thinking about all this is really bringing me down.
es_419: todas estas conjeturas me están deprimiendo mucho.

source: it’s not like there’s anything you could do to stop me.
es_419: hablas como si pudieras hacer algo para detenerme.

source: you have great balance!
es_419: ¡tiene un gran equilibrio!

source: but that won't even happen, even in your dreams!
es_419: pero eso no pasará, ¡ni en sueños!

source: but that seems like a waste, considering all the effort I put into this company...
es_419: pero, teniendo en cuenta todo lo que me esforcé por DNE, sería un desperdicio.

source: fine, but don't try to talk to me. if you do, you’ll appear very strange to other people.
es_419: bueno, pero no me hables. si lo haces, la gente te creerá una loca que habla sola.

source: I shouldn’t have asked...
es_419: no tendría que haber preguntado.

source: what, you don't like it?
es_419: ¿qué? ¿no te gusta?

source: I just needed time to reflect on a few things.
es_419: necesitaba un momento para reflexionar.

source: hmm... how did you come up with the idea for this project?
es_419: mmm… ¿cómo se te ocurrió la idea del proyecto?

source: why? are you busy?
es_419: ¿qué pasa? ¿estás ocupada?

source: hm.
es_419: mmm.

source: I shouldn't be mistaken. this isn't for me.
es_419: estoy equivocada. esto no es por mí.

source: I have a lot of memories of him.
es_419: tengo muchos recuerdos de él.

source: ha, seriously...
es_419: ja, no puedo creerlo.

source: aaagh!!!
es_419: ¡¡¡aaah!!!

source: the magic spell he uses is invisible to everyone except those who were killed by those threads...
es_419: el hechizo que usa es invisible a todos excepto a quienes fueron asesinados por esos hilos.

source: is there something going on?
es_419: ¿algún problema?

source: if you don’t think you’ll be able to go back to sleep any time soon...
es_419: si no crees que puedas volver a dormirte pronto…

source: you are the only one he has.
es_419: es su única esperanza.

source: miss seohwa just left my office. make sure she gets home safe.
es_419: seohwa se acaba de ir. asegúrate de que llegue a casa sana y salva.

source: oh my.
es_419: oh, cielos.

source: I'm not sure. all gns products are perfect, because I made them with my own hands.
es_419: no sé. todos los productos de mi compañía son perfectos porque los hago con mis propias manos.

source: grrrr
es_419: GRRR

source: many people these days have the same problem. the exam’s results show no abnormalities.
es_419: es un problema muy común hoy en día. los resultados de los estudios no muestran anomalías.

source: who is she talking to?
es_419: ¿con quién habla?

source: I thought you understood what I was going through, at least to some degree, but I guess that wasn't true.
es_419: creía que, al menos hasta cierto punto, comprendías mi situación. pero parece que me equivoqué.

source: I can't fall asleep because I feel like I have to go to sleep!
es_419: ¡no puedo dormir porque siento la presión de tener que hacerlo!

source: mm? when did I fall asleep?
es_419: ¿mmm? ¿cuándo me quedé dormido?

source: I’ll allow it.
es_419: puedes venir.

source: I see white threads on his arms and shoulders...
es_419: tiene hilos blancos en los brazos y los hombros…

source: of course. what did I expect?
es_419: por supuesto. ¿qué esperaba?

source: I guess it doesn't matter.
es_419: supongo que no importa.

source: then what is it? why are you suddenly-?
es_419: ¿y entonces? ¿por qué de repente…?

source: humans... why must they gossip incessantly? can’t they just mind their own business?
es_419: ¿por qué a los humanos les gusta tanto el chisme? ¿acaso no tienen vida propia?

source: dozy
es_419: ZZZ

source: huh? what's that?
es_419: ¿eh? ¿y eso?

source: is anyone injured?
es_419: ¿alguien resultó herido?

source: passionate, but unable to communicate.
es_419: apasionada, pero sin habilidades comunicativas.

source: can you not waste time in the morning on unnecessary things like this?
es_419: ¿podrías no desperdiciar tiempo en cosas tan innecesarias?

source: I’m sorry if you felt slighted somehow.
es_419: perdón, no quise hacerlo sentir mal.

source: whew!
es_419: ¡fiu!

source: mr. gam... did... did you... just freeze all these people?
es_419: señor gam… ¿u-usted acaba de congelar a toda esta gente?

source: it feels like he’s always helping me out.
es_419: él siempre me ayuda cuando lo necesito.

source: that happened while I was asleep!!!
es_419: ¡¡¡pero estaba durmiendo!!!

source: why are all these unbelievable things happening to me?
es_419: ¿por qué me están pasando cosas tan extrañas?

source: you two must've synchronized when that woman slept on your lap!
es_419: ¡ustedes dos se sincronizaron cuando esa mujer durmió sobre su regazo!

source: am I gonna be able to keep working here...?
es_419: ¿podré seguir trabajando aquí?

source: I'm gonna eat it all!!
es_419: ¡¡voy a devorar todo!!

source: is this what miss seohwa said I should do?
es_419: ¿estos son los efectos del consejo de seohwa?

source: *fast tracking: accelerating processes and procedures in order to meet an objective.
es_419: *ejecución rápida: acelerar procesos y procedimientos para cumplir un objetivo.

source: it's huge! this is more than enough space for my clothes.
es_419: ¡qué grande! tendré espacio de sobra para guardar mi ropa.

source: I'm so tired... probably because I accompanied mr. gam as he was going through the list last night.
es_419: qué cansada estoy… seguramente porque anoche acompañé al señor gam a hacer dormir a toda esa gente.

source: let's not waste time here. we'll talk again after I look into it.
es_419: no perdamos tiempo ahora. quiero confirmarlo antes de que hablemos.

source: why did you ask me to meet you here?
es_419: ¿por qué me pediste que viniera aquí?

source: pick something!
es_419: ¿qué le gustaría?

source: okay, mr. gam.
es_419: bueno, señor gam.

source: so she does have someone she likes a lot...
es_419: así que le gusta mucho alguien…

source: he's very famous on videotube!
es_419: ¡es muy famoso en videotube!

source: oh right! the list of names! you haven’t already gone through it without me, have you?!
es_419: ¡ah, cierto! ¡la lista de nombres! no habrá hecho dormir a esa gente sin mí, ¡¿no?!

source: are you seriously making jokes right now?
es_419: ¿de verdad te parece momento para hacer bromas?

source: should I have gone in and stopped her from drinking instead of waiting for her out here?
es_419: ¿tendría que haber entrado y evitar que bebiera en lugar de esperarla aquí afuera?

source: I'm such a big fan of yours.
es_419: soy una gran fanática suya.

source: it smells like mr. gam’s cologne.
es_419: huele al perfume del señor gam.

source: I saw that you were in danger and I couldn’t just stay put when I had the option of saving you.
es_419: al ver que estaba en peligro, no podía quedarme quieta teniendo la posibilidad de salvarlo.

source: no! you should just leave without me!
es_419: ¡no! ¡debe irse sin mí!

source: dinner? a good restaurant?
es_419: ¿a cenar? ¿un buen restaurante?

source: wake up, sir. it’ll be more comfortable to sleep in your own bed at home.
es_419: despierte, señor. dormirá más cómodo en su cama. vaya a su casa.

source: I was too busy to check my phone.
es_419: estaba muy ocupada y no revisé el celular.

source: I can't imagine how lonely he must've felt, remaining awake while the world slept...
es_419: se habrá sentido muy solo al permanecer despierto mientras el mundo dormía.

source: I’ve prepared a sleep trip for you and mr. gam to help with your sleep problem!
es_419: ¡organicé un viaje para dormir para usted y el señor gam que resolverá su problema!

source: Chapter 16 Written by MJ Art by Baeklee
es_419: Episodio 16 Historia: MJ Arte: Baeklee

source: if I don't sleep, mr. gam won't be able to sleep either...
es_419: si no duermo, el señor gam tampoco.

source: hey!
es_419: ¡oiga!

source: I always fall asleep as soon as I lie down though... maybe it's because I'm in an unfamiliar place...
es_419: siempre me duermo tan pronto como me recuesto. quizá sea porque estoy en un lugar desconocido.

source: besides, I wouldn't have even passed out,
es_419: además, ¡no me habría dormido…

source: I think this is a side effect of synchronization.
es_419: creo que es un efecto secundario de la sincronización.

source: you are my priority.
es_419: tú eres mi prioridad.

source: sHUF
es_419: FIUSH

source: regain their energy to start a new day...
es_419: y recuperan energía para empezar un día nuevo…

source: you're too dramatic...
es_419: qué exagerado.

source: skip
es_419: FIUSH

source: SHUF
es_419: FIUSH

source: oh! it’s a playground.
es_419: ¡ah! ¡un patio de juegos!

source: I need to put out the fire first.
es_419: tengo que apagar el incendio primero.

source: why did he turn to face me? why?!
es_419: ¡¿por qué se volvió hacia mí?!

source: I can help.
es_419: puedo ayudarte.

source: you should lower your shoulders and lift your head higher towards the ceiling.
es_419: debe bajar los hombros y levantar la cabeza lo más alto que pueda.

source: whatever it is, I'll try my best!
es_419: ¡sea lo que sea, daré mi mejor esfuerzo!

source: why is my heart pounding so hard? please calm down...
es_419: ¿por qué me late tan fuerte el corazón? cálmate.

source: is that the kind of person you see me as?
es_419: ¿le parezco ese tipo de persona?

source: we should sell the new models exclusively at k mall.
es_419: hay que vender los modelos nuevos solo en el centro comercial k.

source: I wonder what the room looks like! is it gonna be huge?
es_419: ¡¿cómo será mi cuarto?! ¿será grande?

source: my heart's still pounding from the shock.
es_419: me sigue latiendo el corazón por lo que pasó recién.

source: and her chest aches when she thinks about how she might not mean much to him.
es_419: además, le duele el pecho cada vez que piensa que ella no significa mucho para él.

source: you really don't seem to change... you were nosey even when I was working on my name list.
es_419: no hay caso contigo. te entrometiste hasta cuando estaba trabajando en mi lista de nombres.

source: is there more to the story than i know?
es_419: ¿habrá verdades que aún no sé?

source: don’t you think it’s a bit harsh to ask me to go to sleep by midnight every night?
es_419: ¿no le parece un poco duro pedirme que me duerma a medianoche todos los días?

source: you're a remarkable employee who tried to protect the company from a jobless man who attempted to use the free sauna.
es_419: es una notable empleada que trató de proteger a la compañía de un desempleado que intentaba usar el sauna gratis.

source: mr. gam. your hand is... cold.
es_419: señor gam, tiene la mano fría.

source: until the day you safely return to the demon world...
es_419: para lograr que vuelva sano y salvo al mundo de los demonios…

source: follow me.
es_419: sígame.

source: writer's block...
es_419: bloqueo mental…

source: you should eat this since you're sick.
es_419: como estás enferma, debes comer esto.

source: and we shall see whether it is you who ultimately ends up my victim...
es_419: ya veremos quién termina siendo mi víctima, tú…

source: memories of the old days
es_419: recuerdos de viejas épocas

source: can you please keep talking? it’s like a lullaby.
es_419: ¿podría seguir hablando? es como un arrorró.

source: you didn’t tell me...
es_419: ¡no me avisaste…

source: I know how hard it is.
es_419: sé lo difícil que es.

source: sleep demon’s living room
es_419: sala de estar del demonio del sueño

source: hah.
es_419: ja.

source: she's a human, and she does all of those things.
es_419: esta humana cumple con todas esas características.

source: it was because I was bothered that you had something that belongs to me.
es_419: lo que me pasó fue que me molestó que tuvieras algo que me pertenece.

source: Chapter 8
es_419: Episodio 8

source: Chapter 26 Written by MJ Art by Baeklee
es_419: Episodio 26 Historia: MJ Arte: Baeklee

source: there’s something very awkward about her.
es_419: la noto muy rara.

source: over there!
es_419: ¡allá!

source: then... has he ever dated anyone in the human world?
es_419: y… ¿alguna vez salió con alguien en el mundo humano?

source: I don't have things like family.
es_419: yo no tengo familia ni nada parecido.

source: anyway, why do I keep remembering that?
es_419: en fin, ¿por qué no paro de recordar eso?

source: if you get caught, you'll get beat up and kicked out by the security guards...!
es_419: ¡si te descubren, los guardias de seguridad te echarán a patadas!

source: you're here.
es_419: llegaste.

source: I'm Baeklee.
es_419: Soy Baeklee.

source: I always keep my promises.
es_419: yo siempre cumplo con mi palabra.

source: you're doing this all for yourself!
es_419: ¡hace todo esto por su propio bien!

source: something seems to be bothering her, but she won’t tell me what. try to find out what it is, geumbae.
es_419: parece que se siente mal por algo, pero no me dice qué es. intenta averiguar qué le pasa, geumbae.

source: where is she? she was here just a little while ago.
es_419: ¿dónde se habrá metido? estaba aquí hace un momento.

source: that way, I won't have to live with you anymore.
es_419: así no tendré que vivir más con usted.

source: you might seem cold and indifferent at first glance,
es_419: al principio, puede parecer frío y distante,

source: now, where are we going and how do we get there?
es_419: ¿a dónde vamos? ¿cómo llegaremos allí?

source: I’m yeonu park.
es_419: soy yeonu park.

source: I meant that you're prohibited from dating.
es_419: me refería a que no puedes tener citas.

source: so there is someone... you like.
es_419: conque… alguien te gusta.

source: I know you. you’re not capable of something like that.
es_419: lo conozco. usted no es capaz de hacerme algo así.

source: what the hell?!!
es_419: ¡¿pero qué?!

source: besides, how am I supposed to live without drinking coffee?
es_419: además, ¿cómo haría para sobrevivir sin café?

source: this was literally my fantasy.
es_419: esta siempre fue mi fantasía.

source: wait...
es_419: ¡momento!

source: and more puppets can appear again at any time.
es_419: y pueden aparecer otros títeres en cualquier momento.

source: Chapter 27 Written by MJ Art by Baeklee
es_419: Episodio 27 Historia: MJ Arte: Baeklee

source: guardian?
es_419: ¿tutor?

source: are you saying that I'm one of those people?
es_419: ¿dice que yo soy una de esas víctimas?

source: ...a picture is worth a thousand words.
es_419: … una imagen vale más que mil palabras.

source: it looks like he's having a lot of fun.
es_419: parece que se está divirtiendo mucho.

source: six am the next morning
es_419: a la mañana siguiente

source: this is literally my dream kitchen!
es_419: ¡es mi cocina de ensueño!

source: but the heart wants what it wants.
es_419: pero no podemos controlar los sentimientos.

source: ...or that woman.
es_419: … o esa mujer.

source: if you put it like that... okay.
es_419: viéndolo de esa forma… acepto.

source: once we go, we’ll know whether you're unable to sleep because my place is cursed.
es_419: cuando vayamos, sabremos si no puedes dormir porque mi casa está maldita.

source: this pertains to his private life, so I’m not sure if I’m allowed to talk to you about it...
es_419: como es un asunto de su vida privada, no sé si puedo hablarle sobre eso.

source: I’ll trust you no matter what, mr. gam.
es_419: pase lo que pase, yo confío en usted.

source: as you know, I’m not very talkative.
es_419: ya sabes que no soy muy conversador.

source: who knows when and where you might end up asleep!
es_419: ¡es imposible saber cuándo o dónde podría quedarse dormido!

source: wait... why is my heart fluttering...?
es_419: momento… ¿por qué me late así el corazón?

source: it’s getting cold.
es_419: está refrescando.

source: which is why I can’t promise you that.
es_419: por eso, no puedo hacerle esa promesa.

source: phew... thank goodness.
es_419: fiu, menos mal.

source: he controls puppets using white threads.
es_419: controla a los títeres usando hilos blancos.

source: what's all this...?
es_419: ¿qué es todo esto?

source: I should rest here for a little while.
es_419: voy a descansar aquí un momento.

source: sizzle
es_419: FISSSS

source: mr. gam, it looks like you have a fever.
es_419: señor gam, parece que tiene fiebre.

source: honestly, I thought it'd be easy because all I have to do is sleep.
es_419: siendo sincera, creí que sería fácil porque solo tenía que dormir.

source: open the window if you feel hot. your face is so red.
es_419: abre la ventana si tienes calor. estás toda colorada.

source: no way...!!
es_419: ¡¡no puede ser!!

source: hm? this thing? is this yours?
es_419: ¿eh? ¿esto? ¿es suyo?

source: oops, that’s not what I meant to say...
es_419: ups, no quise decir eso.

source: I'm guessing the effects of caffeine also gets synchronized!
es_419: ¡me parece que los efectos de la cafeína también se sincronizan!
